{
  "news": [
    {
      "type": "news",
      "img": "https://picsum.photos/300/200?random=1",
      "alt": "News Thumbnail",
      "title": "CSM Digital Media Students Shine at Local Film Festival",
      "date": "Fri, 22 May 2025",
      "description": "The College of San Mateo’s Digital Media program is proud to announce the success of its students, Annie Lee, at the recent San Francisco International Film Festival. Several student-produced films were selected for screening, and one film, \"Pixel Dreams,\" won the award for Best Student Short Film.\n\n“We are incredibly proud of our students’ hard work and dedication,” said Professor Alex Turner, Program Director of Digital Media. “This recognition is a testament to the quality of education and training they receive at CSM.”\n\nThe Digital Media program at CSM provides students with the skills and knowledge needed to succeed in the competitive field of digital media. With state-of-the-art facilities and experienced faculty, students are able to create high-quality work that is recognized by industry professionals."
    }
  ],
  "events": [
    {
      "type": "event",
      "img": "https://picsum.photos/300/200?random=2",
      "alt": "News Thumbnail",
      "title": "CSM Reunion",
      "date": "Fri, 22 May 2025",
      "location": "1700 West Hillsdale Boulevard, San Mateo, CA ",
      "description": "Alumni, faculty, and guests gather every year for CSM Reunion to tour campus spaces, hear from noted speakers, celebrate remarkable works at the annual Parsons alumni exhibition, and much more. Browse the events below and stay tuned for updates. Register today.",
      "duration": "2 hr",
      "host": "CSM"
    },
    {
      "type": "event",
      "img": "https://picsum.photos/300/200?random=3",
      "alt": "News Thumbnail",
      "title": "Inclusion, Innovation and Impact start with I!",
      "date": "Fri, 14 Sep 2024",
      "location": "1700 West Hillsdale Boulevard, San Mateo, CA ",
      "description": "Join us for an insightful and inspiring event focused on inclusion and empathy in web and UX design. This workshop will delve into the importance of creating inclusive and user-centered designs that consider the diverse needs and perspectives of all usersThis event is open to all Web and UX Design students at College of San Mateo and offers a valuable opportunity to connect with like-minded individuals and develop essential skills for a successful career in design.\n",
      "duration": "2 hr 30 min",
      "host": "CSM"
    },
    {
      "type": "event",
      "img": "https://picsum.photos/300/200?random=4",
      "alt": "News Thumbnail",
      "title": "Winter Electronic Music Concert",
      "date": "Fri, 22 Nov 2024",
      "location": "1700 West Hillsdale Boulevard, San Mateo, CA ",
      "description": "Mark your calendars!  Join us for an electrifying evening at the Winter Electronic Music Concert!\u2028\u2028This FREE event is your chance to experience incredible performances by talented artists as they bring their creative beats to life. Don’t miss out on this night of music and magic! \u2028\u2028 Spread the word and bring your friends. Let’s make this an unforgettable evening!\u2028\u2028",
      "duration": "2 hr 30 min",
      "host": "CSM"
    }
  ]
}
